Repository: lotta-schule/lotta
Catalog: apps/core-api/priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Access denied
de: Zugriff verweigert

source: Actions
de: Aktionen

source: An error occurred while creating your tenant. Please contact support.
de: Beim Erstellen deiner Instanz ist ein Fehler aufgetreten. Bitte kontaktiere den Support.

source: An error occurred while logging you in. Please login manually.
de: Beim Anmelden ist ein Fehler aufgetreten. Bitte melde dich manuell an.

source: Internal server error
de: Interner Serverfehler

source: Just a few more seconds
de: Nur noch ein paar Sekunden

source: Lotta is being setup for your school.
de: Lotta wird für deine Schule eingerichtet.

source: Missing or invalid state parameter.
de: Fehlender oder ungültiger Status-Parameter.

source: Only a teacher is allowed to setup lotta for a school. Contact a teacher at your school to proceed, we will be happy to help.
de: Nur eine Lehrkraft darf Lotta für eine Schule einrichten. Wende sich an eine Lehrkraft deiner Schule, um fortzufahren. Wir helfen dir gerne weiter.

source: State parameter mismatch.
de: Status-Parameter stimmt nicht überein.

source: Tenant not found
de: Instanz nicht gefunden

source: The requested tenant does not exist.
de: Die angefragte Instanz existiert nicht.

source: The state parameter does not match. Please try logging in again.
de: Der Status-Parameter stimmt nicht überein. Bitte versuche dich erneut anzumelden.

source: The state parameter is missing or invalid. Please try logging in again.
de: Der Status-Parameter fehlt oder ist ungültig. Bitte versuche dich erneut anzumelden.

source: The tenant associated with your account could not be found. It maybe is not registered. Please contact support.
de: Die mit deinem Konto verknüpfte Instanz konnte nicht gefunden werden. Möglicherweise ist sie nicht registriert. Bitte kontaktiere den Support.

source: Unauthorized
de: Nicht autorisiert

source: You are not authorized to access this resource.
de: Du bist nicht berechtigt, auf diese Ressource zuzugreifen.

source: You're lotta is being made ready at this moment.
de: Deine Lotta wird gerade vorbereitet.

source: bad request
de: fehlerhafte Anfrage

source: internal server error
de: interner Serverfehler

source: not found
de: nicht gefunden
